[
  {"id":"bourassa2020","abstract":"IntroductionCanada?s colonial policies and practices have led to barriers for Indigenous older adults? access to healthcare and research. As a result, there is a need for Indigenous-led research and culturally safe practices. Morning Star Lodge is developing a training module to assist AgingTech researchers on ethical, culturally safe ways to engage Indigenous communities. This includes exploring Indigenous health research, community-based partnerships, reciprocal learning, and cultural safety; this is presented through a case study on ethically engaged research.MethodsMorning Star Lodge developed a research partnership agreement with File Hills Qu?Appelle Tribal Council and established a Community Research Advisory Committee representing the eleven First Nations within the Tribal Council. The work designing the culturally safe training module is in collaboration with the Community Research Advisory Committee.ResultsBuilding research partnerships and capacities has changed the way the eleven First Nation communities within File Hills Qu?Appelle Tribal Council view research. As a result, they now disseminate the Knowledge within their own networks.ConclusionsIndigenous Peoples are resilient in ensuring their sustainability and have far more community engagement and direction. Developing culturally safe approaches to care for Indigenous communities leads to self-determined research. Culturally safe training modules can be applied to marginalized demographics.","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Bourassa","given":"Carrie"},{"family":"Billan","given":"Jennifer"},{"family":"Starblanket","given":"Danette"},{"family":"Anderson","given":"Sadie"},{"family":"Legare","given":"Marlin"},{"family":"Hagel","given":"Mikayla Caroline"},{"family":"Oakes","given":"Nathan"},{"family":"Jardine","given":"Mackenzie"},{"family":"Boehme","given":"Gail"},{"family":"Dubois","given":"Ethel"},{"family":"Spencer","given":"Orval"},{"family":"Hotomani","given":"Millie"},{"family":"McKenna","given":"Betty"}],"citation-key":"bourassa2020","container-title":"Journal of Rehabilitation and Assistive Technologies Engineering","container-title-short":"Journal of Rehabilitation and Assistive Technologies Engineering","DOI":"10.1177/2055668320922706","ISSN":"2055-6683","issued":{"date-parts":[[2020,1,1]]},"language":"en","page":"2055668320922706","publisher":"SAGE Publications Ltd STM","source":"SAGE Journals","title":"Ethical research engagement with Indigenous communities","type":"article-journal","URL":"https://doi.org/10.1177/2055668320922706","volume":"7"},
  {"id":"carroll2019","abstract":"Data have become the new global currency, and a powerful force in making decisions and wielding power. As the world engages with open data, big data reuse, and data linkage, what do data-driven futures look like for communities plagued by data inequities? Indigenous data stakeholders and non-Indigenous allies have explored this question over the last three years in a series of meetings through the Research Data Alliance (RDA). Drawing on RDA and other gatherings, and a systematic scan of literature and practice, we consider possible answers to this question in the context of Indigenous peoples vis-á-vis two emerging concepts: Indigenous data sovereignty and Indigenous data governance. Specifically, we focus on the data challenges facing Native nations and the intersection of data, tribal sovereignty, and power. Indigenous data sovereignty is the right of each Native nation to govern the collection, ownership, and application of the tribe’s data. Native nations exercise Indigenous data sovereignty through the interrelated processes of Indigenous data governance and decolonizing data. This paper explores the implications of Indigenous data sovereignty and Indigenous data governance for Native nations and others. We argue for the repositioning of authority over Indigenous data back to Indigenous peoples. At the same time, we recognize that  there are significant obstacles to rebuilding effective Indigenous data systems and the process will require resources, time, and partnerships among Native nations, other governments, and data agents.","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Carroll","given":"Stephanie Russo"},{"family":"Rodriguez-Lonebear","given":"Desi"},{"family":"Martinez","given":"Andrew"}],"citation-key":"carroll2019","container-title":"Data Science Journal","DOI":"10.5334/dsj-2019-031","ISSN":"1683-1470","issue":"1","issued":{"date-parts":[[2019,7,8]]},"language":"en","number":"1","page":"31","publisher":"Ubiquity Press","source":"datascience.codata.org","title":"Indigenous Data Governance: Strategies from United States Native Nations","title-short":"Indigenous Data Governance","type":"article-journal","URL":"http://datascience.codata.org/articles/10.5334/dsj-2019-031/","volume":"18"},
  {"id":"carroll2021","abstract":"As big data, open data, and open science advance to increase access to complex and large datasets for innovation, discovery, and decision-making, Indigenous Peoples’ rights to control and access their data within these data environments remain limited. Operationalizing the FAIR Principles for scientific data with the CARE Principles for Indigenous Data Governance enhances machine actionability and brings people and purpose to the fore to resolve Indigenous Peoples’ rights to and interests in their data across the data lifecycle.","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Carroll","given":"Stephanie Russo"},{"family":"Herczog","given":"Edit"},{"family":"Hudson","given":"Maui"},{"family":"Russell","given":"Keith"},{"family":"Stall","given":"Shelley"}],"citation-key":"carroll2021","container-title":"Scientific Data","container-title-short":"Sci Data","DOI":"10.1038/s41597-021-00892-0","ISSN":"2052-4463","issue":"1","issued":{"date-parts":[[2021,4,16]]},"language":"en","number":"1","page":"108","publisher":"Nature Publishing Group","source":"www.nature.com","title":"Operationalizing the CARE and FAIR Principles for Indigenous data futures","type":"article-journal","URL":"https://www.nature.com/articles/s41597-021-00892-0","volume":"8"},
  {"id":"duarte2015","abstract":"For at least half a century, catalogers have struggled with how to catalog and classify Native American and Indigenous peoples materials in library, archive, and museum collections. Understanding how colonialism works can help those in the ﬁeld of knowledge organization appreciate the power dynamics embedded in the marginalization of Native American and Indigenous peoples materials through standardization, misnaming, and other practices. The decolonizing methodology of imagining provides one way that knowledge organization practitioners and theorists can acknowledge and discern the possibilities of Indigenous community-based approaches to the development of alternative information structures.","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Duarte","given":"Marisa Elena"},{"family":"Belarde-Lewis","given":"Miranda"}],"citation-key":"duarte2015","container-title":"Cataloging & Classification Quarterly","container-title-short":"Cataloging & Classification Quarterly","DOI":"10.1080/01639374.2015.1018396","ISSN":"0163-9374, 1544-4554","issue":"5-6","issued":{"date-parts":[[2015,7,4]]},"language":"en","page":"677-702","source":"DOI.org (Crossref)","title":"Imagining: Creating Spaces for Indigenous Ontologies","title-short":"Imagining","type":"article-journal","URL":"http://www.tandfonline.com/doi/full/10.1080/01639374.2015.1018396","volume":"53"},
  {"id":"gerlach2018","abstract":"Decolonizing methodologies are gaining increasing prominence in diverse research contexts in which Indigenous peoples are researchers, research partners, participants, and knowledge users. As political and intellectual allies committed to actively resisting and redressing the colonizing potential of research and advancing social change, non-Indigenous scholars are also enacting decolonizing methodologies. By drawing on the author’s experiences as a non-Indigenous researcher partnering with an Indigenous early childhood program in Canada, this article illustrates the interconnected ways in which relationality provides the necessary epistemological scaffolding to actualize the underlying motives, concerns, and principles that characterize decolonizing methodologies. Relationality draws attention to the multiple intersecting influences that shape research and knowledge itself, emphasizes reciprocity, and is compatible with many Indigenous worldviews. This article contributes toward the ongoing international dialogue about decolonizing methodologies and is directed primarily to non-Indigenous researchers and graduate students who are questioning how to “do” community-based decolonizing research involving Indigenous peoples.","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Gerlach","given":"Alison"}],"citation-key":"gerlach2018","container-title":"International Journal of Qualitative Methods","container-title-short":"International Journal of Qualitative Methods","DOI":"10.1177/1609406918776075","ISSN":"1609-4069, 1609-4069","issue":"1","issued":{"date-parts":[[2018,12,1]]},"language":"en","page":"160940691877607","source":"DOI.org (Crossref)","title":"Thinking and Researching Relationally: Enacting Decolonizing Methodologies With an Indigenous Early Childhood Program in Canada","title-short":"Thinking and Researching Relationally","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/1609406918776075","volume":"17"},
  {"id":"lange2018","abstract":"It has been charged that transformative learning theory is stagnating; however, theoretical insights from relational ontologies offer significant possibilities for revitalizing the field. Quantum physics has led to a deep revision in our understanding of the universe moving away from the materialism and mechanism of classical physics. Some scientists observe that this shifting view of reality is catalyzing a profound cultural transformation. They have also noted significant intersections between the New Science and North American Indigenous philosophies as well as Eastern mysticism, all relational ontologies. These intersections as well as the theory of agential realism of Karen Barad, feminist physicist, are used to propose a next generation of transformative learning theory, one that is embedded in ontologies of relationality. The author came to relational ontology through environmental and sustainability education. This fruitful cross-fertilization helps illuminate a transformative approach to sustainability education or transformative sustainability education—which has not yet been explicitly theorized. Relationality demands an ethical, ontological, and epistemological transformation. The six criteria that emerge in the overlap between quantum physics, living systems theory from ecology, and Indigenous philosophies can reframe our understandings of transformative education, particularly toward socially just and regenerative cultures, completing the work of unfinished justice and climate movements. Pertinent to adult educators, Naomi Klein (2014) asks, “History knocked on your door, did you answer?” (p. 466).","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Lange","given":"Elizabeth A."}],"citation-key":"lange2018","container-title":"Journal of Transformative Education","container-title-short":"Journal of Transformative Education","DOI":"10.1177/1541344618786452","ISSN":"1541-3446, 1552-7840","issue":"4","issued":{"date-parts":[[2018,10]]},"language":"en","page":"280-301","source":"DOI.org (Crossref)","title":"Transforming Transformative Education Through Ontologies of Relationality","type":"article-journal","URL":"http://journals.sagepub.com/doi/10.1177/1541344618786452","volume":"16"},
  {"id":"littletree2020","abstract":"Scholars and practitioners have exposed the limitations of traditional Euro-American approaches to knowledge organization (KO) when it comes to Indigenous topics. To develop more effective KO practices, there is a need for KO practitioners to understand Indigenous perspectives at an epistemological level. A theoreticallyinformed model of Indigenous systems of knowledge serves as a pedagogical tool to support the labor of boundaryspanning and code-switching between Euro-American KO practices and Indigenous KO practices.","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Littletree","given":"Sandra"},{"family":"and","given":"Miranda Belarde-Lewis"},{"family":"Duarte","given":"Marisa"}],"citation-key":"littletree2020","container-title":"KNOWLEDGE ORGANIZATION","container-title-short":"KO","DOI":"10.5771/0943-7444-2020-5-410","ISSN":"0943-7444","issue":"5","issued":{"date-parts":[[2020]]},"language":"en","page":"410-426","source":"DOI.org (Crossref)","title":"Centering Relationality: A Conceptual Model to Advance Indigenous Knowledge Organization Practices","title-short":"Centering Relationality","type":"article-journal","URL":"https://www.nomos-elibrary.de/index.php?doi=10.5771/0943-7444-2020-5-410","volume":"47"},
  {"id":"mita","author":[{"family":"Mita","given":"Merata"}],"citation-key":"mita","language":"en","page":"25","source":"Zotero","title":"COLONIZING KNOWLEDGES","type":"article-journal"},
  {"id":"phillips2021","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Phillips","given":"Laura"}],"citation-key":"phillips2021","container-title":"American Indian Quarterly","ISSN":"0095182X","issue":"1","issued":{"season":4,"date-parts":[[2021]]},"page":"85-90","publisher":"University of Nebraska Press","source":"EBSCOhost","title":"Decolonizing Research: Indigenous Storywork as Methodology","title-short":"Decolonizing Research","type":"article-journal","URL":"https://login.ezproxy.javeriana.edu.co/login?qurl=https%3a%2f%2fsearch.ebscohost.com%2flogin.aspx%3fdirect%3dtrue%26AuthType%3dip%26db%3df5h%26AN%3d147375848%26lang%3des%26site%3deds-live","volume":"45"},
  {"id":"smith2012","abstract":"'A landmark in the process of decolonizing imperial Western knowledge.' Walter Mignolo, Duke University To the colonized, the term 'research' is conflated with European colonialism; the ways in which academic research has been implicated in the throes of imperialism remains a painful memory. This essential volume explores intersections of imperialism and research - specifically, the ways in which imperialism is embedded in disciplines of knowledge and tradition as 'regimes of truth.' Concepts such as 'discovery' and 'claiming' are discussed and an argument presented that the decolonization of research methods will help to reclaim control over indigenous ways of knowing and being. Now in its eagerly awaited second edition, this bestselling book has been substantially revised, with new case-studies and examples and important additions on new indigenous literature, the role of research in indigenous struggles for social justice, which brings this essential volume urgently up-to-date.","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Smith","given":"Linda Tuhiwai"}],"citation-key":"smith2012","event-place":"London, UNITED KINGDOM","ISBN":"978-1-84813-953-4","issued":{"date-parts":[[2012]]},"publisher":"Bloomsbury Academic & Professional","publisher-place":"London, UNITED KINGDOM","source":"ProQuest Ebook Central","title":"Decolonizing Methodologies: Research and Indigenous Peoples","title-short":"Decolonizing Methodologies","type":"book","URL":"http://ebookcentral.proquest.com/lib/osu/detail.action?docID=1426837"},
  {"id":"tuhiwaismith2021","accessed":{"date-parts":[[2022,6,14]]},"author":[{"family":"Tuhiwai Smith","given":"Linda"}],"citation-key":"tuhiwaismith2021","DOI":"10.5040/9781350225282","ISBN":"978-1-78699-813-2 978-1-78699-812-5 978-1-78699-814-9 978-1-78699-816-3 978-1-350-22528-2","issued":{"date-parts":[[2021]]},"publisher":"Zed Books","source":"DOI.org (Crossref)","title":"Decolonizing Methodologies: Research and Indigenous Peoples","title-short":"Decolonizing Methodologies","type":"book","URL":"http://www.bloomsburycollections.com/book/decolonizing-methodologies-research-and-indigenous-peoples"},
  {"id":"windchief2019","abstract":"Applying Indigenous Research Methods focuses on the question of \"How\" Indigenous Research Methodologies (IRMs) can be used and taught across Indigenous studies and education. \n\nIn this collection, Indigenous scholars address the importance of IRMs in their own scholarship, while focusing conversations on the application with others. Each chapter is co-authored to model methods rooted in the sharing of stories to strengthen relationships, such as yarning, storywork, and others. The chapters offer a wealth of specific examples, as told by researchers about their research methods in conversation with other scholars, teachers, and community members.\n\nApplying Indigenous Research Methods is an interdisciplinary showcase of the ways IRMs can enhance scholarship in fields including education, Indigenous studies, settler colonial studies, social work, qualitative methodologies, and beyond.","citation-key":"windchief2019","DOI":"10.4324/9781315169811","editor":[{"family":"Windchief","given":"Sweeney"},{"family":"Pedro","given":"Timothy San"}],"event-place":"New York","ISBN":"978-1-315-16981-1","issued":{"date-parts":[[2019,1,24]]},"number-of-pages":"194","publisher":"Routledge","publisher-place":"New York","title":"Applying Indigenous Research Methods: Storying with Peoples and Communities","title-short":"Applying Indigenous Research Methods","type":"book"}
]
